[
  "obsidian-minimal-settings",
  "url-into-selection",
  "obsidian-contextual-typography",
  "omnisearch",
  "text-extractor",
  "obsidian-plugin-toc",
  "note-refactor-obsidian",
  "various-complements",
  "cmenu-plugin",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-emoji-toolbar",
  "obsidian-spaced-repetition",
  "obsidian-outliner",
  "homepage",
  "obsidian-image-toolkit",
  "obsidian-latex-suite",
  "obsidian-text-format",
  "obsidian-hover-editor",
  "open-in-new-tab",
  "table-extended"
]